tellraw @s {"text":"你翻閱了其中一頁，上面寫著:"}
tellraw @s {"text":"內容簡介"}
tellraw @s {"text":"1972年，雅達利公司推出了街機游戲Pong。"}
tellraw @s {"text":"之后 ，游戲行業歷經了幾十年的風風雨雨和幾許輪回，依然方興未艾。"}
tellraw @s {"text":"多少年以來，無論是俄羅斯方塊，還是魔獸世界，游戲制作者面臨的挑戰都始終如一，即如 何為玩家展現出最佳的游戲體驗。"}
tellraw @s {"text":"從表面上看，西爾維斯特編寫的《體驗引擎(游戲設計全景探秘)》"}
tellraw @s {"text":"的重點在於游戲的設計、規划、平衡性、界面、營銷等要素。"}
tellraw @s {"text":"然而實際上，本書的核心是游戲體驗。"}
tellraw @s {"text":"如何通過游戲設計來創造豐富多彩的 游戲體驗，以及如何真正從內心打動玩家，才是作者的真正目的。"}
tellraw @s {"text":"難能可貴的是，本書雖然涉及了許多游戲行業的專業課題，內容卻輕松易懂，耐人回味。而讀者在閱讀本書時，也可以從自己感興趣的章節開始，逐層深入。"}